[{"uid": "MULTI_ITEM_JSON_TTS_0", "updateDate": "2017-07-09T20:56:22.879157Z", "titleText": "He Said, He Said", "mainText": "Since today is a Sunday, these are the headlines from Friday. The first headline is: He Said, He Said, the story is: Trump and Putin just held what was one of the world's most anticipated meetings. But with only six people in the room, we're not likely to get a lot of details about what went down during an exchange that ran about two hours longer than scheduled (Sec of State Tillerson said, \"There was so much to talk about. Neither one of them wanted to stop.\") Here's what we know so far. Trump brought up the election tampering issues, and Putin denied involvement. (Meanwhile, Russians are now the leading suspects in US nuclear site hackings.) Putin at one point gestured to reporters and joked, \"These are the ones who insulted you?\" (Which is less hilarious when you consider the joke teller's history with journalists in his own country). Prior to the meeting, Russia and the US reached their latest Syrian cease-fire deal. Because the meeting involved only a few players, the post-meeting positioning will be an important aspect to watch, as both leaders seek to convince their constituents that they had the upper hand. Here's the latest on the meeting and other key moments at the G20.\n+ In a pretty remarkable twist, Trump seemed to find more common ground with Putin than with his European counterparts. From climate to trade, things were tense.\n+ While Trump the president was preparing for the biggest meeting of his political career, Trump the tweeter was going off on something about John Podesta and the DNC server.\n+ Was this a first date, or just another reunion? We may never know. From WaPo: How well does Trump know Putin? A chronology.\n+ As is often the case at such gatherings, protestors played a serious role.\n+ While the world awaited the Putin/Trump handshake, Angela Merkel stole the show with an eye-roll that was nothing short of historic.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/he-said-he-said/"}, {"uid": "MULTI_ITEM_JSON_TTS_1", "updateDate": "2017-07-09T20:56:21.879157Z", "titleText": "Mall Drats", "mainText": "The second headline is: Mall Drats, the story is: The other day I went to a local mall to get some high-tops for my son. The place was totally empty. To anyone who has been following the trends, that won't come as much of a surprise. But beneath the surface, the situation might be even more dire. From the NYT: \"The hundreds of thousands of jobs created by new online firms have not absorbed the job losses at traditional retailers. At the same time, the new jobs are concentrated in a handful of large cities and tech hubs.\" We have a series of economic and cultural trends, all of which appear to be disadvantaging the same regions.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/mall-drats/"}, {"uid": "MULTI_ITEM_JSON_TTS_2", "updateDate": "2017-07-09T20:56:20.879157Z", "titleText": "Weekend Whats", "mainText": "The third headline is: Weekend Whats, the story is: What to Hear: \"From the outside and at first glance you might dismiss this as a glossy ad for Apple or Beats, but there are so many jumping-off points for both men that Allen is able to tell a fascinating story about artistic influence and, as a throughline, complete and utter ambition that couldn't be derailed.\" That's Tim Goodman giving thumbs-up to HBO's doc on Jimmy Iovine and Dr Dre: The Defiant Ones. The four-part HBO series kicks off on Sunday night.\n+ What to Read: \"But there was an additional aspect of Trump's appeal that received almost no mainstream media attention—and yet was a key part of why advertisers found his show so desirable, and why Trump, even though he was politically dormant during this period, managed to build a national profile that was dramatically different from any other major Republican figure, then or since: Trump was extremely popular with minority audiences.\" Joshua Green on how Trump torched many of his views and much of his appeal to make a hard-right run for the presidency: The Remaking of Donald Trump.\n+ What to Watch: My whole family enjoyed My Life as a Zucchini, an unusual and unusually excellent stop-motion animated film about kids thrown together in a foster home.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/weekend-whats/"}, {"uid": "MULTI_ITEM_JSON_TTS_3", "updateDate": "2017-07-09T20:56:19.879157Z", "titleText": "The Graduate", "mainText": "The fourth headline is: The Graduate, the story is: \"I'm excited about my future, but I know that millions of girls around the world are out of school and may never get the opportunity to complete their education.\" Malala Yousafzai has graduated from high school. Her amazing story has the makings for what could be the greatest college admission personal statement of all time. After completing her coursework, what did she do first? She joined Twitter. (I'll leave it to someone else to fill her in on what all the Rob Kardashian/Blac Chyna fuss is about.)", "redirectionUrl": "http://nextdraft.com/archives/n20170707/the-graduate/"}, {"uid": "MULTI_ITEM_JSON_TTS_4", "updateDate": "2017-07-09T20:56:18.879157Z", "titleText": "Punishing the Victim", "mainText": "The fifth headline is: Punishing the Victim, the story is: \"Hernandez, who at the time was 18, was in her third trimester, but hadn't realised that she was pregnant. She had been repeatedly raped by a gang member over several months as part of a forced sexual relationship.\" The Guardian with the terrible story of an El Salvador teen rape victim who was just sentenced to 30 years in prison after a stillbirth. Sadly, her situation is not entirely unique.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/punishing-the-victim/"}, {"uid": "MULTI_ITEM_JSON_TTS_5", "updateDate": "2017-07-09T20:56:17.879157Z", "titleText": "Yanking the Food Chain", "mainText": "The sixth headline is: Yanking the Food Chain, the story is: On one side, you've got the high end market where foodies want artisanal items delivered fresh from the farm to their standing desks. On the other side, you've got budget-conscious shoppers switching from name brands to less expensive private-label products from big box retailers. And in the middle, getting squeezed, you've got America's most venerable food brands. And they're struggling.\n+ A brief history of poorly-named products that taste something like butter.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/yanking-the-food-chain/"}, {"uid": "MULTI_ITEM_JSON_TTS_6", "updateDate": "2017-07-09T20:56:16.879157Z", "titleText": "You Say Tomato, I Say Rotten Tomatoes", "mainText": "The seventh headline is: You Say Tomato, I Say Rotten Tomatoes, the story is: \"The refrain is always the same: Who cares if the fifth Transformers is drawing little enthusiasm in the United States when it's doing well in China? But that defense is becoming more specious, as international audiences are also seemingly growing tired of the endless assembly line of action films, while the biggest box-office story of 2017 is the success of smaller-budgeted original films.\" It turns out there is something people across the world can agree on. They're sick of bad movies. And as The Atlantic's David Sims explains: Hollywood Has a Bad-Movie Problem. (They should just start showing TV series in movie theaters.)", "redirectionUrl": "http://nextdraft.com/archives/n20170707/you-say-tomato-i-say-rotten-tomatoes/"}, {"uid": "MULTI_ITEM_JSON_TTS_7", "updateDate": "2017-07-09T20:56:15.879157Z", "titleText": "Who Knew?", "mainText": "The eigth headline is: Who Knew?, the story is: \"I wake up in cold sweats every so often thinking, what did we bring to the world?\" he says. \"Did we really bring a nuclear bomb with information that can–like we see with fake news–blow up people's brains and reprogram them? Or did we bring light to people who never had information, who can now be empowered?\" Tony Fadell on the conflict currently being felt by many techies.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/who-knew/"}, {"uid": "MULTI_ITEM_JSON_TTS_8", "updateDate": "2017-07-09T20:56:14.879157Z", "titleText": "Winter is Coming Wonderland", "mainText": "The ninth headline is: Winter is Coming Wonderland, the story is: \"But whenever the event threatened to go off the tracks, some weird cosmic force interceded to course-correct.\" The Verge takes you to Con of Thrones: the biggest Game of Thrones fans in the world are not what I thought they'd be.", "redirectionUrl": "http://nextdraft.com/archives/n20170707/winter-is-coming-wonderland/"}, {"uid": "MULTI_ITEM_JSON_TTS_9", "updateDate": "2017-07-09T20:56:13.879157Z", "titleText": "Bottom of the News", "mainText": "The tenth headline is: Bottom of the News, the story is: \"In 1979, there were an estimated 800 p*rn theaters across the United States. But video and streaming have rendered them obsolete. The website Cinema Treasures lists fewer than 35 places now operating as adult theaters in the U.S.\" From the LA Times: Once dotted with dozens of adult cinemas, L.A. now has only two. (Maybe I'm being overly nostalgic, but I miss the community...)\n+ There's no crying in professional wiffle ball.\n+ A guy in SF kite-surfed over a humpback whale. (Damn, it's getting harder and harder to go viral...)", "redirectionUrl": "http://nextdraft.com/archives/n20170707/bottom-of-the-news/"}]